blesh
elephant
elephant-desktopapplications
elephant-menus
emote
ext4magic
extundelete
game-devices-udev
github-desktop-bin
grimshot
icat
java21-openjfx-bin
midori-bin
mpvpaper
musikcube-bin
nbfc-linux
nwg-bar-bin
pa-applet-git
qt5-3d
stylepak-git
ttf-ms-fonts
walker-bin
waterfox-bin
xp-pen-tablet
yay-bin
yay-bin-debug
