android-file-transfer
atuin
base
base-devel
bash-preexec
bc
bleachbit
blender
blueberry
blueman
bluez
bluez-utils
caja
cdrtools
chezmoi
cpio
cpupower
deepin-image-viewer
dmenu
dmidecode
dnsmasq
docker
dosfstools
efibootmgr
engrampa
eog
ethtool
ext4magic
flatpak
font-manager
fontforge
gamemode
gamescope
gcolor3
gdm
gimp
git
gnome-boxes
gnome-music
gnome-shell-extension-appindicator
gnome-tweaks
gparted
grim
grub
gst-plugins-base-libs
gvfs
gvfs-mtp
hdparm
htop
hyprland
hyprlock
hyprpaper
i3-wm
i3blocks
i3lock
i3status
imagemagick
iw
kitty
kwayland
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-sdl12-compat
lib32-sqlite
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
libbsd
libdecor
libreoffice-still
libva-intel-driver
libva-mesa-driver
libvirt
libxslt
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lutris
lxappearance-gtk3
lxrandr-gtk3
lxsession-gtk3
lynx
mangohud
mousepad
mpd
mpv
msr-tools
mtools
mtpfs
nano
neofetch
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
obs-studio
otf-font-awesome
p7zip
papirus-icon-theme
pavucontrol
pipewire-pulse
polkit-gnome
polkit-kde-agent
powertop
python-html2text
python-pip
python-pipx
python-pyqt5
qemu-full
qt5-wayland
qt5ct
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-speech
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
reflector
rpm-tools
ruby-bundler
ruby-sass
s-tui
sassc
scrcpy
steam
sudo
swaylock
swaync
sysfsutils
syslinux
testdisk
throttled
thunar
thunar-archive-plugin
thunar-volman
tlp
ttf-jetbrains-mono-nerd
unace
unrar
virt-manager
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
vkd3d
vulkan-intel
vulkan-tools
w3m
waybar
wget
wimlib
wine-mono
wine-staging
winetricks
wireplumber
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-vesa
xfce4-appfinder
xfce4-notifyd
xfce4-power-manager
xfce4-taskmanager
xfce4-terminal
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zenity
