blesh
brave-bin
extundelete
game-devices-udev
github-desktop-bin
grimshot
mcpelauncher-appimage
musikcube-bin
nbfc-linux
nwg-bar-bin
pa-applet-git
prismlauncher-qt5-bin
steamcmd
stylepak-git
tlpui
vscodium-bin
way-displays
wdisplays
xcursor-breeze
yay-bin
yay-bin-debug
