7zip
ananicy-cpp
arch-install-scripts
atuin
base
base-devel
bash-preexec
bc
bleachbit
blueman
bluez
bluez-utils
btop
cage
carla
catfish
cdrtools
chezmoi
cpio
cpupower
dmidecode
dnsmasq
docker
dosfstools
efibootmgr
engrampa
eog
ethtool
fastfetch
filelight
flatpak
font-manager
fontforge
gamemode
gamescope
gammastep
gcolor3
gdb
gimp
git
gnome-tweaks
gparted
grim
grub
gst-plugins-base-libs
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
hdparm
htop
hyprcursor
hyprgraphics
hyprland
hyprland-guiutils
hyprland-protocols
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprutils
hyprwayland-scanner
imagemagick
isoimagewriter
iw
jre-openjdk
jre8-openjdk
kitty
krita
libbsd
libdecor
libreoffice-still
libva-intel-driver
libvirt
libxslt
linux
linux-firmware
linux-lts
lldb-mi
luakit
lynx
mangohud
marked
mousepad
mpd
mpv
msr-tools
mtools
mtpfs
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
obs-studio
otf-font-awesome
papirus-icon-theme
pavucontrol
piper
pipewire-pulse
plasma-login-manager
plasmatube
plymouth
polkit-gnome
powertop
python-html2text
python-pip
python-pipx
python-pyqt5
qemu-full
qt5-multimedia
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-serialport
qt5-speech
qt5-wayland
qt5-xmlpatterns
qt5ct
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-speech
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qt6ct
rclone
redshift
reflector
resources
rofimoji
rpm-tools
ruby-bundler
ruby-sass
rust
s-tui
sassc
scrcpy
strace
sudo
sway
swaync
sysfsutils
syslinux
testdisk
thermald
throttled
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tlpui
ttf-jetbrains-mono-nerd
tumbler
turbostat
unace
unrar
uwsm
valgrind
virt-manager
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
vkd3d
vulkan-intel
vulkan-tools
w3m
waybar
wdisplays
wget
wimlib
wine-mono
wine-staging
winetricks
wireplumber
wl-clipboard
wofi
wtype
x86_energy_perf_policy
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
ydotool
zenity
